Repository: pweschmidt/iStayHealthy-iPhone
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr

source: Local Backup/Restore
de: Lokales Sichern/Laden
es: Backup y Restore local
fr: Sauvegarde/Restaurer locale

source: Connection to Dropbox
de: Verbindung zu Dropbox
es: Conexión a Dropbox
fr: Connexion à Dropbox

source: Error Loading Dropbox data
de: Laden von Dropbox Daten
es: Error Dropbox cargando los datos
fr: erreur lors du chargement des données de Dropbox

source: There was an error loading data from Dropbox.
de: Es gab einen Fehler beim Laden der Daten von Dropbox.
es: Hubo un error al cargar datos de Dropbox.
fr: Il y avait une erreur lors du chargement des données de Dropbox.

source: Error writing data to tmp directory
de: Es gab einen Fehler beim Zwischenspeichern der Daten
es: Error al escribir datos en el directorio tmp
fr: Erreur d'écriture données au répertoire tmp

source: Error retrieving data
de: Daten konnten nicht heruntergeladen werden
es: Error al recuperar datos
fr: Erreur de récupération des données

source: Data were retrieved from Dropbox.
de: Daten von Dropbox geladen.
es: Datos fueron recuperados de Dropbox.
fr: Données ont été extraites de Dropbox.

source: Data were sent to DropBox iStayHealthy.isth.
de: Data unter DropBox iStayHealthy.isth gesichert.
es: Datos fueron enviados a Dropbox iStayHealthy.isth.
fr: Données ont été envoyées à DropBox iStayHealthy.isth.

source: Syncing data...
de: Synchronisieren...
es: Sincronización datos...
fr: Synchronisation de données...

source: Error
de: Fehler
fr: Erreur

# You reset your password
source: You disabled your password. You can reenable it using the tools menu.
de: Dass Kennwort wurde gelöscht. Es kann in den Einstellungen neu gesetzt werden.
es: Usted discapacitado su contraseña. Usted puede activar usando el menú Herramientas.
fr: Vous avez désactivé votre mot de passe. Vous pouvez réactiver à l'aide du menu Outils.

# DataInvisible?
source: Can't see your data?
de: Keine Daten sichtbar?
es: ¿No puedes ver tus datos?
fr: Ne peut pas voir vos données ?

# DataRecovery
source: Try this: Change the iCloud settings for iStayHealthy. This can be done as follows: Exit the app and open the Settings app. In there select the 'iCloud' option. If iCloud is enabled for your device select the 'Documents & 'Data' option. If 'Documents & Data' is turned 'On' you will see iStayHealthy. Turn the switch to change the iCloud settings for iStayHealthy. Then restart the app.
de: Versuch die iCloud Einstellung für iStayHealthy zu ändern. Das geht wie folgt: iStayHealthy schließen und die Einstellungs app öffnen. Darin die 'iCloud' auswählen. Sofern iCloud eingestellt ist die 'Dokumente & Daten' Einstellung auswählen . Wenn 'Dokumente & Daten' 'On' ist kann man iStayHealthy sehen und die iCloud Einstellung ändern. iStayHealthy neu starten.
es: Pruebe esto. Salida app. Vaya a configuración de pantalla de inicio. Seleccione la opción de iCloud. De ahí a los documentos y datos. Ver que esa iStayHealthy está ajustado en On.
fr: Essayez ceci : modifier les paramètres d'iCloud pour iStayHealthy. Cela peut se faire comme suit : Exit iStayHealthy et ouvrez Réglages. Sélectionnez iCloud. Si iCloud est activé pour votre appareil sélectionnez l'option 'Documents et Data' Si 'Documents et données' est activée 'On' vous verrez iStayHealthy. Tournez le commutateur pour modifier les paramètres. Quitter l'application et redémarrer iStayHealthy

source: Medication Diary
de: Med. Tagebuch
es: Diario de Med.
fr: Journal Méd.

source: Other Medication
de: Allg. Med.
es: Otros Med.
fr: Autres Méd.

source: Procedures
de: Krankheiten/OPs
es: Enfermedades
fr: Maladies

# HIV Medications
source: Antiviral Meds
de: Antivirale Therapien
es: Med. Antiviral
fr: Méd. Antivirale

source: Missed Meds
de: Versäumte Med.
es: Med. Perdidas
fr: Méd. Manqués

source: Boosters/Inteferon
de: Booster/Inteferon
es: Amplificador/Interferón
fr: Amplificateur/Interféron

source: Other Inhibitors
de: Allg. Hemmer
es: Otros Inhibidores
fr: Autres Inhibiteurs

# CD4AndVL
source: CD4, Viral Load
de: CD4, Viruslast
es: CD4, Carga Viral
fr: CD4, Charge Virale

# CD4PercentAndVL
source: CD4%, Viral Load
de: CD4%, Viruslast
es: CD4%, Carga Viral
fr: CD4%, Charge Viral

source: Reason is missing
de: Kein Grund Angegeben
es: Falta motivo
fr: Raison est manquant

source: Please select a reason
de: Bitte einen Grund auswählen.
es: Por favor seleccione un motivo
fr: Veuillez sélectionner une raison

source: Med is missing
de: Keine Medikamente Angegeben
es: Faltan medicamentos
fr: Médicament est manquant

source: Please select a medication
de: Bitte ein Medikament auswählen
es: Por favor seleccione un medicamento
fr: Veuillez sélectionner un médicament

source: No changes
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement

source: There are no changes to your settings
de: Die Einstellungen sind unverändert
es: No existen cambios a la configuración
fr: Il n'y a aucun changement aux paramètres

source: Dashboard
de: Übersicht
es: Sumario
fr: Sommaires

source: Your dashboard settings changed
de: Die Übersicht Einstellungen wurden geändert
es: Su configuración Sumario cambiada
fr: Votre Sommaires réglages modifiés

source: Select Unit
de: Einheiten auswählen
es: Seleccione unidad
fr: Sélectionnez l'unité

source: Nothing to save
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement

source: There is nothing to save
de: Es gibt keine Änderungen
es: No existen cambios a la configuración
fr: Il n'y a aucun changement aux paramètres

# Help
source: Tips
de: Tipps
es: Sugerencia
fr: Suggestions

source: HIV
es: VIH
fr: VIH

source: Bloods
de: Blut
es: Sangre
fr: Sang

source: Cells
de: Zellen
es: Células
fr: Cell.

source: Other
de: Allg.
es: Otro
fr: Autre

source: Liver
de: Leber
es: Hígado
fr: Hépatique

source: VL
es: CV
fr: CV

# Data Storage Explained
source: What you can do
de: Was kann man machen?
es: Lo que puedes hacer
fr: Ce que vous pouvez faire

source: Show Icons
de: Symbole Anzeigen
es: Mostrar Iconos
fr: Afficher les icônes

source: Where are my data?
de: Wo sind meine Daten?
es: ¿Dónde están mis datos?
fr: Où sont mes données ?

# Icons Explained
source: iStayHealthy Icons Explained
de: iStayHealthy Symbole
es: iStayHealthy Iconos
fr: Icônes d'iStayHealthy

# Upgraded
source: iStayHealthy Upgraded
fr: iStayHealthy Mis à Jour

# Please reset password after upgrade
source: Please reset password after upgrading iStayHealthy.
de: Bitte das Kennwort nach dem Update neu einstellen.
fr: Réinitialiser mot de passe après la mise à niveau d'iStayHealthy.

# DataVisibility
source: If you can't see your data, go to the (?) help menu in the toolbar for tips.
de: Sollten die Daten nicht sichtbar sein - das (?) Menü im Toolbar hat Hinweise.
fr: Si vous ne voyez pas vos données, accédez au menu aide (?) dans la barre d'outils pour obtenir des conseils.

source: Import Succeeded
de: Daten Importiert
fr: Importer Réussi

source: Your Data were successfully imported. Only unique entries were saved
de: Die Daten wurden importiert. Duplikate wurden ignoriert.
fr: Vos données ont été importées avec succès. Seules les inscriptions uniques ont été enregistrés.

source: Your data could not be imported due to an error.
de: Es gab einen Fehler beim Importieren der Daten.
fr: Vos données n'ont pas pu être importés en raison d'une erreur.

source: Get stored data set - if available
de: Lokale Daten (sofern vorhanden) Einlese
fr: Obtenir l'ensemble des données.

source: Saving current data set.
de: Aktuelle Daten lokal sichern.
fr: Enregistrer le jeu de données actuel.

source: There are data to import.
de: Es gibt Daten zum Importieren.
fr: Il y a des données à importer.

# iCloudLoading
source: If iCloud is On - loading of data can take several minutes.
de: Falls iCloud 'On' - bitte warten bis Daten geladen sind!
fr: Si iCloud est sur - chargement de données peut prendre plusieurs minutes.

# Results Date
source: Date
de: Werte vom
es: Fecha

source: Every .. hours
de: Alle..Stunden
es: Cada .. horas

source: Dose
de: Dosis
es: Dosis

source: Suggestions?
de: Vorschläge?
es: ¿Sugerencias?

# BannerURL
source: http://www.poz.com
de: http://www.aidshilfe.de
es: http://www.poz.com/latino

# Testing
source: HIV Testing
de: HIV Testen
es: VIH Testing

# Prevention
source: How to stay safe
de: Wie man sich schützt
es: Cómo permanecer seguros

# ResultsDate
source: Date
de: Datum
es: Fecha

source: No
de: Nein

source: POZ Magazine
de: Deutsche AIDS-Hilfe

source: Password?
de: Kennwort?

# GeneralWellBeing
source: General
de: Allg.

source: Link?
de: Verbinden?
