Repository: pweschmidt/iStayHealthy-iPhone
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr

source: CD4 Count
de: CD4 Zellen
es: CD4
fr: CD4

source: Viral Load
de: Viruslast
es: Carga Viral
fr: Charge Virale

source: undetectable
de: nicht nachweisbar
es: indetectable
fr: indétectable

source: undetectable?
de: nicht nachweisbar?
es: ¿indetectable?
fr: indétectable?

source: und.
de: n.n.
es: ind.
fr: ind.

source: Yes
de: Ja
es: Sí
fr: Oui

source: Current HIV Drugs
de: Aktuelle Antivirale Med.
es: Fármacos actuales contra el VIH
fr: Médicaments Actuels pour VIH

source: Edit HIV Drugs
de: Therapie Bearbeiten
es: Editar fármacos contra el VIH
fr: Modifier Médicaments pour VIH

source: Missed a dose of
de: Versäumte Dosis
es: Omitió una dosis de
fr: Oubli d'une dose de

source: Enter Date
de: Datumseingabe
es: Ingrese fecha
fr: Entrer une date

source: Enter Number
de: Werteeingabe
es: Ingrese número
fr: Entrer un Chiffre

source: Enter %
de: % Eingabe
es: Ingrese %
fr: Entrer %

source: Edit
de: Bearbeiten
es: Editar
fr: Editer

source: Alert Label
de: Wecker Titel
es: Etiqueta de alarma
fr: Description

source: Label Text
de: Titeleingabe
es: Alarma
fr: Texte

source: Repeats
de: Wiederholen
es: Repetir
fr: Récurrence

source: Every 24 hours
de: Alle 24 Stunden
es: Cada 24 horas
fr: Toutes les 24 heures

source: Every 12 hours
de: Alle 12 Stunden
es: Cada 12 horas
fr: Toutes les 12 heures

source: Every 8 hours
de: Alle 8 Stunden
es: Cada 8 horas
fr: Toutes les 8 heures

source: Every 6 hours
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heuress

source: Never
de: Niemals
es: Nunca
fr: Jamais

source: Sound
es: Sonido
fr: Sonnerie

source: default
es: por omisión
fr: défaut

source: None
de: Keine Auswahl
es: Ninguno
fr: Aucun

source: Start Date
de: Vom
es: Fecha de inicio
fr: Date de Débute

source: Combination Tablet
de: Kombinationspräparat
es: Combinaciones farmacéuticas
fr: Comprimés anti-VIH

source: Combination Tablets
de: Kombinationspräparate
es: Combinaciones farmacéuticas
fr: Comprimés à association

# Fusion/Entry Inhibitors
source: Entry Inhibitors
de: Entry-Hemmer
es: Inhibidor de la entrada y la fusión
fr: Inhibiteurs de Fusions/d'Entrée

source: Integrase Inhibitors
de: Integrase-Hemmer
es: Inhibidor de la integrasa
fr: Les inhibiteurs d’Intégrase

# non-Nucleoside Reverse Transcriptase Inhibitors
source: non-Nucleoside Reverse Transcriptase Inhibitors (NNRTI)
de: Nicht-Nukleosidale Reverse-Transkriptase-Inhibitoren (NNRTI)
es: Inhibidor de la transcriptasa inversa no análogo de los nucleósidos (NNRTI)
fr: Inhibiteurs Non Nucléosidiques de la Transcriptase Inverse(NNRTI)

# Nucleos(t)ide Reverse Transcriptase Inhibitors
source: Nucleoside Reverse Transcriptase Inhibitors (NRTI)
de: Nukleosidanaloge/Nukleotidanaloge Reverse-Transkriptase-Inhibitoren (NRTI)
es: Inhibidor de la transcriptasa inversa análogo de los nucleósidos (NRTI)
fr: Inhibiteurs nucléosidiques de la Transcriptase Inverse(NRTI)

# Protease Inhibitors
source: Protease Inhibitors (PI)
de: Protease-Hemmer (PI)
es: Inhibidor de la proteasa (PI)
fr: Inhibiteurs de Protéase (PI)

source: Not Listed Above
de: Nicht in Liste
es: No se menciona antes
fr: N'est pas Listé Ci-dessus

source: Drug Name
de: Medikament
es: Nombre del fármaco
fr: Nom du médicament

source: Enter Name
de: Namenseingabe
es: Ingrese nombre
fr: Entrer le Nom

source: Medication
de: Medikament
es: Medicamento
fr: Médication

source: Dose in [mg]
de: Dosis in mg
es: Dosis en [mg]
fr: Dose en [mg]

source: Enter in [mg]
de: Eingabe in mg
es: Ingrese en [mg]
fr: Entrer en [mg]

source: No results
de: Keine Werte
es: Sin resultados
fr: Aucun Résultats

source: n/a
es: n/c
fr: p/a

source: Error Loading Data
de: Fehler beim Laden der Daten
es: Error al cargar los datos
fr: Erreur de Chargement de Données

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: No Results Entered
de: Keine gespeicherten Werte
es: No se ingresaron los resultados
fr: Aucun Résultats

# No HIV Treatment Listed
source: No Antiviral Treatment Listed
de: Keine gespeicherten HIV Medikamente
es: No se menciona tratamiento para VIH
fr: Aucun Médication VIH

# Missed HIV Medication Dates
source: Missed Medication Dates
de: Liste Versäumter HIV Medikationen
es: Se omiten fechas de toma de medicamento para VIH
fr: Dates des Oublis de Médication VIH

source: No Alerts Set
de: Keine gespeicherten Weckereinstellungen
es: No se configuraron las alertas
fr: Aucune Alarme

source: No Medications Listed
de: Keine gespeicherten Medikamente
es: No aparecen medicamentos
fr: Aucun Médications

# Add HIV Drugs
source: New Antiviral Drug
de: Neue Therapie
es: Añadir fármacos para VIH
fr: Ajouter Médications VIH

source: Add Results
de: Neue Werte
es: Añadir resultados
fr: Ajouter Résultats

source: Set
de: Einstellen
es: Configurar
fr: Déterminér

source: Add Other Drugs
de: Neue Medizin
es: Añadir otros fármacos
fr: Ajouter Médicaments

source: Add Alert
de: Neuer Wecker
es: Añadir alarma
fr: Ajouter Alerte

source: Edit Alert
de: Wecker Einstellen
es: Editar alarma
fr: Modifier Alerte

# Change HIV Drugs
source: Edit Antiviral Drug
de: Therapie Ändern
es: Cambiar fármacos para VIH
fr: Modifier Médication VIH

source: Missed Date
de: Versäumt am
es: Fecha omitida
fr: Oubli de Date

# Change Dose
source: Edit Medication
de: Medik. ändern
es: Ajustes Medic.
fr: Modifier Médication

source: Edit Result
de: Wert ändern
es: Editar resultado
fr: Editer les Résultats

source: Extras
fr: Suppléments

source: Viral Load (HepC)
es: Carga viral (HepC)
fr: Charge Virale (HépC)

source: Hepatitis C?
fr: Hépatite C?

source: Charts
de: Überblick
es: Sumario
fr: Sommaires

source: Results
de: Werte
es: Resultados
fr: Résultats

source: HIV Drugs
de: Antivirale Med.
es: Fármacos para VIH
fr: Médication VIH

source: Alerts
de: Wecker
es: Alarmas
fr: Alertes

source: Other Meds
de: Allg. Med.
es: Otros Med's
fr: Autres Méd's

source: Backup
de: Sichern
es: Copia Seguridad
fr: Sauvegarder

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Feedback?
de: Kommentare?
es: ¿Comentarios?
fr: Remarques?

source: Email Results
de: Werte versenden
es: Enviar resultados por e-mail
fr: Résultats par Email

source: Unlink Dropbox
de: DropBox Verbindung löschen
fr: Séparer de DropBox

source: Save to Dropbox
de: Daten Sichern
fr: Sauvegarder sur DropBox

source: Get from Dropbox
de: Daten herunterladen
fr: Restaurer à partir DropBox

source: Set Time
de: Zeiteingabe
es: Ajustar la Hora
fr: Régler l'Heure

source: per day
de: pro Tag
es: por día
fr: par jour

source: Alert Settings
de: Wecker Einstellungen
es: Ajustes de la Alarma
fr: Réglages de l'Alarme

source: Sound Selection
de: Sound Auswahl
es: Sonido
fr: Sélection du Son

source: Set Date
de: Datumseingabe
es: Ajustar la Fecha
fr: Régler la Date

source: Set up Notifications?
de: Mitteilungen eingestellt?
es: ¿Ajustar Notificaciones?
fr: Régler Notifications?

source: Settings->Notifications->iStayHealthy
de: Einstellungen->Mitteilungen->iStayHealthy
es: Ajustes->Notificaciones->iStayHealthy
fr: Réglages->Notifications->iStayHealthy

source: Enable?
de: Aktivieren?
es: ¿Permitir?
fr: Activer?

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe

source: Enter Password
de: Eingabe
es: Ajustar Contraseña
fr: Editer Mot de passe

source: Illness
de: Krankheit
es: Enfermedad
fr: Maladie

source: Enter Illness
de: Krankheit Eingabe
es: Ajustar Enfermedad
fr: Editer Maladie

source: Add Clinic
de: Neue Praxis
es: Añadir Clínica
fr: Ajouter Clinique

source: Edit Clinic
de: Praxis Bearbeiten
es: Ajustar Clínica
fr: Editer Clinique

source: Side Effects
de: Nebenwirkungen
es: Efectos Adversos
fr: Effets Indésirables

source: Enter Effects
de: Nebenwirkungeb Bearb.
es: Ajustar Efectos
fr: Editer Effets

source: Missed?
de: Versäumt?
es: ¿Perdido?
fr: Manqué?

source: Missed
de: Versäumt
es: Perdido
fr: Manqué

source: Delete?
de: Löschen?
es: ¿Suprimir?
fr: Supprimer?

source: Do you want to delete this entry?
de: Diesen Eintrag wirklich löschen?
es: ¿Quieres eliminar este mensaje?
fr: Voulez-vous supprimer cette entrée?

source: Set Password
de: Kennworteingabe
es: Ajustar Contraseña
fr: Définir Mot de passe

source: Clinic Details
de: Praxis Details
es: Información Clínica
fr: Informations Clinique

source: Phone Numbers
de: Telefonnummern
es: Números de Teléfono
fr: Numéros de Téléphone

source: Clinic
de: Arztpraxis
es: Clínica
fr: Clinique

source: Clinic ID
de: Praxis ID
es: Clínica ID
fr: Clinique ID

source: Your ID
de: Deine ID
es: Su ID
fr: Votre ID

source: Clinic email
de: Praxis email
es: Clínica email
fr: Clinique email

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Emergency
de: Notruf
es: Emergencia
fr: D'Urgence

source: Illness/Surgery
de: Krankheit/Op.
es: Enfermedad/Cirugía
fr: Maladie/Chirurgie

source: Surgery
de: Op/Eingriff
es: Cirugía
fr: Chirurgie

source: Edit Illness/Surgery
de: Krankheit/Op. Bearb.
es: Ajustar Enfermedad/Cirugía
fr: Editer Maladie/Chirurgie

source: Side Effects/Missed Medication
de: Nebenwirkungen/Versäumnisse
es: Efectos Adversos/Medicina Perdido
fr: Effets Indésirables/Médicaments Manqués

source: Viral Load HepC
de: Hep. C Viruslast
es: Carga Viral HepC
fr: Charge Virale HepC

# Glossary
source: Info/Links
de: Hilfe/Links
es: Glosario
fr: Glossaire

# Manage HIV Drugs
source: Manage Antiviral Drugs
de: Antivirale Med.
es: Administrar Fármacos VIH
fr: Modifier Médicaments pour VIH

source: Password too short
de: Kennwort ist zu kurz
es: Contraseña es muy corta
fr: Mot de passe est trop court

source: Try Again
de: Nochmal versuchen
es: Inténtalo de nuevo
fr: Réessayez

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Confirm Password
de: Kennwort bestätigen
es: Confirmar Contraseña
fr: Confirm Mot de passe

source: Call
de: Anrufen
es: Telefonear
fr: Téléphoner

source: Send email
de: Email senden
es: Enviar email
fr: Envoyer l'email

source: Go to Website
de: Zur Webseite
es: Visitar el Sitio Web
fr: Allez au site Web

source: General
de: Allg. Medizin
es: Med. General
fr: Méd. Générale

source: Wrong Password! Try again
de: Falsches Kennwort! Nochmal versuchen
es: Contraseña incorrecta! Inténtalo de nuevo
fr: Mot de passe erroné! Réessayez

source: Clinics
de: Ärzte/Praxen
es: Clínica
fr: Cliniques

# Current HIV Treatment
source: Current Antiviral Treatment
de: Aktuelle HIV Behandlung
es: Actual Fármacos para VIH
fr: Médication VIH Actuelle

# PasswordSet
source: Password is set
de: Kennwort ist eingestellt
es: Contraseña está establecida
fr: Mot de passe est réglé

source: Change
de: Ändern
es: Cambiar
fr: Changer

source: Treatment Start Date
de: Behandlungsbeginn
es: Fecha de inicio del tratamiento
fr: Date de Début de Traitement

# HDL
source: HDL (Chol)
de: HDL Cholesterin
es: HDL colesterol
fr: Cholestérol HDL

# LDL
source: LDL (Chol)
de: LDL Cholesterin
es: LDL colesterol
fr: Cholestérol HDL

source: Triglyceride
de: Triglyzerin
es: Triglicéridos
fr: Triglycérides

source: Total Cholesterol
de: Cholesterin
es: Colesterol total
fr: Cholestérol total

# Glucose
source: Blood Sugar
de: Blutzucker
es: Glicemia
fr: Glucose

# Hemoglobulin
source: Haemoglobulin
de: Hämoglobin
es: Hemoglobina
fr: Hémoglobine

source: White Blood Cells
de: Weisse Blutkörper
es: Glóbulos Blancos
fr: Globules blancs

# Platelet
source: Red Blood Cells
de: Blutplättchen
es: Plaqueta
fr: Plaquettes

# Oxygen
source: Oxygen Level
de: Sauerstoff
es: Nivel de Oxígeno
fr: Niveau d'oxygène

source: Heart Rate
de: Puls
es: Ritmo cardíaco
fr: Fréquence cardiaque

source: Blood Pressure
fr: Tension artérielle

source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle

# Gender
source: Sex
de: Geschlecht
es: Sexo
fr: Sexe

# DOB
source: Date of Birth
de: Geburtsdatum
es: fecha de nacimiento
fr: Date de Naissance

source: Smoker?
de: Raucher?
es: ¿Fumador?
fr: Fumeur?

source: Diabetic?
de: Diabetiker
es: Diabético
fr: Diabétique

source: Weight
de: Gewicht
es: Peso
fr: Poids

# HIVResults
source: Viral Measures
de: HIV/Hepatitis C
es: VIH/Hepatitis C
fr: VIH / hépatite C

# GeneralBloods
source: Blood and Other Results
de: Andere Blutwerte
es: Otros Resultados Sangre
fr: Résultats Sanguins d'autres

source: Minor
de: Leicht
es: Menor
fr: Mineur

source: Major
de: Schwer
es: Mayor
fr: Majeur

source: Serious
de: Ernsthaft
es: Grave
fr: Grave

source: Forgotten
de: Vergessen
es: ¿Has olvidado
fr: Oublié

source: Ran out of meds
de: Keine Med. mehr
es: sin medicamento
fr: Sans Médicaments

source: Could not take the pills
de: Konnte Med. nicht einnehmen
es: No podía tomar la Medicación
fr: Impossible de prendre Médicament

source: Didn't want to take the meds
de: Wollte Med. nicht einnehmen
es: No quería tomar los Medicamentos
fr: Ne voulais pas prendre Médicaments

source: No particular reason
de: Kein besonderer Grund
es: Ninguna Razón en particular
fr: Aucune Raison particulière

source: Red Blood Cells
de: Rote Blutzellen
es: Glóbulos Rojos
fr: Globules rouges

source: Delete
de: Löschen
es: Suprimir
fr: Supprimer

source: HIV Results
de: HIV Werte
es: VIH Res.
fr: VIH Res.

source: Blood Results
de: Blutwerte
es: Res. Sangre
fr: Rés. Sanguins

source: Other Results
de: Anderes
es: Otros Res.
fr: Autres Rés.

source: remaining
de: verbleibend
es: restante
fr: restant

source: Previous Medication
de: Vorherige Behandl.
es: Tratamiento previo
fr: Traitement antérieur

# Loading
source: Please wait. Loading...
de: Bitte warten. Laden...
es: Por favor espere. Carga...
fr: SVP attendre. Chargement....

# Error Saving
source: Error Saving Data
de: Speicherfehlmeldung
es: Error al guardar Datos
fr: Données de sauvegarde d'Erreur

# Save error message
source: An error occurred while saving your data. Try again or restart iStayHealthy.
de: Fehler beim Datenspeichern. Starten Sie bitte iStayHealthy neu.
es: Se produjo un error al guardar los datos. Inténtelo de nuevo o reiniciar iStayHealthy.
fr: Une erreur s'est produite lors de l'enregistrement de vos données. Essayez à nouveau ou redémarrez iStayHealthy.

source: Password Reset
de: Kennwort Zurückgestellt
es: Restablecimiento de Contraseña
fr: Réinitialisation de Mot

# Empty Password
source: Please go into the app and enter a new password.
de: Bitte öffnen Sie die App und geben ein neues Kennwort ein.
es: Por favor, vaya a la aplicación y escriba una nueva contraseña.
fr: S'il vous plaît allez dans l'application et entrer un nouveau mot de passe.

# Password Disabled
source: No Password
de: Kein Kennwort
es: Sin Contraseña
fr: Aucun Mot de passe

# No Password
source: Password has been disabled
de: Ihr Kennwort wurde deaktiviert.
es: Contraseña ha sido desactivada
fr: Mot de passe a été désactivé

source: Password Error
de: Kennwortfehler
es: Error de Contraseña
fr: Erreur Mot de passe

# Password Problem
source: A problem occurred while trying to save the password. Try again.
de: Fehler beim Speichern des Kennwortes. Bitte versuchen Sie es nochmal.
es: Se produjo un problema al tratar de guardar la contraseña. Inténtelo de nuevo.
fr: Un problème est survenu lors de l'enregistrement du mot de passe. Essayez à nouveau.

# Import File
source: Import Data from file?
de: Daten importieren?
es: ¿Importar datos?
fr: Importer des données?

source: Import
de: Importieren
es: Importar
fr: Importer

# Forgot Password
source: Forgot Password? Click here
de: Kennwort vergessen? Hier klicken.
es: ¿Olvidó su contraseña? Clic aquí
fr: Mot de passe oublié? Cliquez ici

# Please reset password
source: Please, reset your password.
de: Bitte das Kennwort neu eingeben.
es: Favor de reajustar la Contraseña.
fr: Réinitialiser votre Mot de Passe, s'il vous plaît.

source: Select From List
de: Von Liste auswählen
es: Seleccionar de la lista
fr: Sélectionner dans la Liste

source: Side Effect
de: Nebenwirkung
es: Efectos
fr: Effet

# General Info
source: HIV Info
de: AIDS Hilfen in Deutschland
es: Básicos VIH
fr: Le B.A.ba du VIH

source: Enter Effect
de: Eingabe
es: Editar
fr: Editer

source: Viral Load
de: Viruslast
es: Carga Viral
fr: Charge Viral

# HepCViralLoad
source: VL (HepC)
es: CV (HepC)
fr: CV (HepC)

# TotalCholesterol
source: Cholesterol
de: Cholesterin
es: Colesterol
fr: Cholestérol

source: Heart Rate
de: Puls
es: Frecuencia cardíaca
fr: Pouls

# Systole
source: Blood Pressure (Top)
de: Blutdruck (Sys.)
es: Presión arterial (sís)
fr: Tension (Sys)

# Diastole
source: Blood Pressure (Btm)
de: Blutdruck (Dia.)
es: Presión arterial (diá)
fr: Tension (Dia)

source: Oxygen Level
de: Sauerstoff
es: Nivel Oxígeno
fr: Niveau d'oxygène

source: BMI
es: índice masa cor.
fr: IMC

# PlateletCount
source: Platelets
de: Thrombozyten
es: Trombocitos
fr: Plaquettes

# WhiteBloodCellCount
source: White Cells
de: Leukozyten (weiss)
es: Glóbulos blancos
fr: Leucocyte

# redBloodCellCount
source: Red Cells
de: Erythrozyten (rot)
es: Glóbulos rojos
fr: Globule rouge

# cholesterolRatio
source: Chol. Ratio
de: Chol. Verhältnis
es: Cociente Col.
fr: Taux de cholestérol

# cardiacRiskFactor
source: Risk (Heart)
de: Kard. Riskio
es: Riesgo (Corazón)
fr: Risque Cardiaque

# liverAlanineTransaminase
source: Liver ALT
de: Leber ALT
es: Hepática ALT
fr: ALT

# liverAspartateTransaminase
source: Liver AST
de: Leber AST
es: Hepática AST
fr: AST

# liverAlkalinePhosphatase
source: Liver ALP
de: Leber ALP
es: Hepática ALP
fr: ALP

# liverAlbumin
source: Albumin
es: Albúmina
fr: Albumine

# liverAlanineTotalBilirubin
source: Bilirubin
es: Bilirrubina
fr: Bilirubine

# liverAlanineDirectBilirubin
source: Bilirubin (direct)
es: Bilirrubina (directa)
fr: Bilirubine (direct)

# liverGammaGlutamylTranspeptidase
source: Liver GGT (gamma)
de: Leber GGT (gamma)
es: Hepática GGT (gamma)
fr: Foie GGT (gamma)

source: Your score:
de: Ergebnis:
es: Su puntuación:
fr: Votre score:

source: For how many months?
de: Wieviel Monate?
es: ¿Cuántos meses?
fr: Pour combien de mois ?

source: New Diary
de: Neues Tagebuch
es: Nuevo diario
fr: Nouveau journal

source: Current Diary
de: Aktuelles Tagebuch
es: Diario actual
fr: Journal actuel

source: Completed Diaries
de: Beendete Tagebücher
es: Diarios terminados
fr: Journals complété

source: How serious?
de: Wie ernsthaft?
es: ¿Qué tan serio?
fr: Sérieux??

source: How often?
de: Wie oft?
es: ¿Con qué frecuencia?
fr: Fréquence?

source: Configure Med. Diary
de: Tagebuch Einstellung
es: Configurar diario med.
fr: Configurer Journal

source: Med. Diary Reminder
de: Tagebuch Wecker
es: Recordatorio diario de Med.
fr: Alerte Journal

source: End or Delete?
de: Beenden oder Löschen?
es: ¿Final o borrar?
fr: Fin ou supprimer?

source: End
de: Beenden
es: Fin
fr: Fin

source: January
de: Januar
es: Enero
fr: Janvier

source: February
de: Februar
es: Febrero
fr: Février

source: March
de: März
es: Marzo
fr: Mars

source: April
es: Abril
fr: Avril

source: May
de: Mai
es: Mayo
fr: Mai

source: June
de: Juni
es: Junio
fr: Juin

source: July
de: Juli
es: Julio
fr: Juillet

source: August
es: Agosto
fr: Août

source: September
es: Septiembre
fr: Septembre

source: October
de: Oktober
es: Octubre
fr: Octobre

source: November
es: Noviembre
fr: Novembre

source: December
de: Dezember
es: Diciembre
fr: Décembre

source: Sun
de: Son
es: Dom
fr: Dim

source: Mon
es: Lun
fr: Lun

source: Tue
de: Die
es: Mar
fr: Mar

source: Wed
de: Mit
es: Mié
fr: Mer

source: Thu
de: Don
es: Jue
fr: Jeu

source: Fri
es: Vie
fr: Ven

source: Sat
de: Sam
es: Sáb
fr: Sam

source: Meds Taken?
de: Meds Eingenommen?
es: ¿Med. tomados?
fr: Médicaments pris?

source: Have I taken my meds today?
de: Hast Du Deine Meds heute genommen?
es: ¿Ha tomado sus medicamentos hoy?
fr: Avez-vous pris mes médicaments?

source: Don't Cheat!
de: Nicht Schummeln!
es: No hagas trampa!
fr: Ne trichez pas !

source: Only today's and yesterday's entries can be changed.
de: Nur heute oder gestern können gesichert werden.
es: Se pueden cambiar sólo las entradas de ayer y de hoy.
fr: Seules les inscriptions d'hier et d'aujourd'hui peuvent être modifiées.

source: No results available.
de: Keine Werte.
es: No hay resultados disponibles
fr: Aucun résultat disponible.

source: My Current Medication Diary
de: Aktuelles Tagebuch
es: Mi diario de medicación actual
fr: Journal actuel

source: No Diary Available
de: Kein Tagebuch
es: No hay diario disponible
fr: Aucun journal disponible

source: Last diary ending
de: Letzter Tagebuch Eintrag
es: Última entrada en el diario
fr: Dernière entrée du journal

source: No Calender Available
de: Kein Tagebuch Vorhanden
es: No hay diario disponible
fr: Aucun résultat disponible

source: daily
de: täglich
es: diario
fr: quotidien

source: S
es: D
fr: D

source: M
es: L
fr: L

source: T
de: D
es: M
fr: M

source: W
de: M
es: M
fr: M

source: F
es: V
fr: V

# ClinicName
source: Clinic
de: Arzt
es: Clínica
fr: Clinique

# ClinicID
source: My Clinic ID
de: Meine ID
es: Clínica ID
fr: ID clinique

# ClinicStreet
source: Street
de: Straße
es: Calle
fr: Rue

# ClinicPostcode
source: Postcode
de: Postleitzahl
es: Código postal
fr: Code Postal

# ClinicCity
source: City
de: Stadt/Kreis
es: Villa
fr: Ville

# ClinicContactNumber
source: Tel.
fr: Tél.

# ResultsContactNumber
source: Tel. (Results)
de: Tel. (Werte)
es: Tel. (Resultados)
fr: Tél. (Résultat)

# ClinicWebSite
source: Website
de: Webseite
es: Sitio Web
fr: Site Web

# EmergencyContactNumber
source: Emergency No.
de: Notruf
es: Tel. Emergencia
fr: No d'urgence

source: Keep warning
de: Warnungen belassen
es: Sigue alerta!
fr: Garder l'alerte

source: Disable Warning!
de: Keine Warnungen!
es: Deshabilitar alerta!
fr: Désactiver l'alerte!

source: Error loading data
de: Fehler Beim Laden
es: Error cargar datos
fr: Erreur chargement de données

source: An error occurred while loading data
de: Es gab einen Fehler beim Datenladen
es: Error al cargar datos
fr: Une erreur s'est produite lors du chargement des données

source: Save locally
de: Auf Gerät sichern
es: Guardar localmente
fr: Enregistrer en local

source: Restore locally
de: Vom Gerät laden
es: Restaurar localmente
fr: Restaurer

source: Link with Dropbox
de: Mit Dropbox Verbinden
es: Enlace con Dropbox
fr: Lien avec Dropbox

source: Save Finished
de: Sichern Beendet
es: Guardar terminado
fr: Sauvegarde est terminé

source: Data were saved locally.
de: Daten wurden lokal gespeichert.
es: Datos fueron guardados localmente.
fr: Vos données ont été enregistrées.

source: Save Error
de: Fehler beim Speichern
es: Salvar Error
fr: Enregistrer l'erreur

source: Data could not be saved locally.
de: Daten konnten nicht lokal gesichert werden.
es: Datos no podrían salvarse localmente.
fr: Vos données n'a pas peuvent être enregistrées.

source: Restore Finished
de: Laden Beendet
es: Restauración terminada
fr: Restauration est terminée

source: Data were retrieved locally.
de: Daten wurden lokal geladen.
es: Los datos se recuperan localmente.
fr: Données ont été extraites.

source: Error restoring
de: Fehler beim Laden
es: Restauración Error
fr: Erreur pendant la restauration

# There was an error when retrieving data locally.
source: There were no data to restore - or an error occurred during restore.
de: Entweder gab es keine Daten zum Laden, oder es gab ein Fehler bei der Dateneinlese.
es: Hubo un error al recuperar datos a nivel local.
fr: Il n'y a pas de données à restaurer - ou une erreur est survenue pendant la restauration.

source: You are not linked to Dropbox account. Do you want to link it up now?
de: Es gibt keine Verbindung zu Dropbox. Herstellen?
es: Usted no está ligadas a la cuenta de Dropbox. ¿Quieres un enlace ahora?
fr: Vous ne sont pas liés au compte Dropbox. Vous voulez lier maintenant ?

source: Unlink?
de: Verbindung Löschen?
es: ¿Desenlazar?
fr: Supprimer le lien?

source: Do you want to unlink your Dropbox account?
de: Soll Verbindung zu Dropbox gelöscht werden?
es: ¿Quiere desvincular su cuenta de Dropbox?
fr: Vous voulez dissocier votre compte Dropbox?
